import { v4 } from 'uuid';

export const offers = [
  {
    id: v4(),
    img: '/offers/Cottages.webp',
    title: 'Будиночки',
    text: 'Відкрийте для себе чарівність затишних будиночків у нашій базі відпочинку. Це ідеальний спосіб насолодитися природою, не відмовляючись від комфорту.',
  },
  {
    id: v4(),
    img: '/offers/Swimming-pools.webp',
    title: 'Басейни',
    text: "Басейн - приємна складова гарного відпочинку в Карпатах, як літнього, так і зимового. Це не просто атрибут розкоші, а ще й важливий крок до здоров'я. Відпочинок у Карпатах із басейном піде на користь практично будь-якій людині. ",
    // Плавання позитивно впливає на весь організм, зміцнює імунітет, підвищує загальний тонус організму. Водні процедури знімають стрес, нормалізують сон, стабілізують тиск, роблять тіло струнким та красивим.
  },
  {
    id: v4(),
    img: '/offers/Sauna.webp',
    title: 'Сауна',
    text: 'Розслабити м’язи, відпочити, додати енергії та сил, покращити стан шкіри — відпочинок в Карпатах з сауною допоможе по-справжньому перезавантажитися!',
  },
  {
    id: v4(),
    // img: '/offers/Horse-riding2.webp',
    img: '/offers/Horse-riding.webp',
    title: 'Кіннa прогулянкa',
    text: "Кінна прогулянка — це не лише активна розвага, а й заспокійливий спосіб наблизитися до природи та покращити здоров'я. Катання на конях дарує море задоволення, а доброта цих чудових тварин вкрай благотворно впливає на тіло та душу. Українські Карпати стануть ще привабливішими завдяки цій незабутній пригоді.",
    // text: 'Кіннa прогулянкa – активна і наближена до природи розвага, яка до того ж сприяє оздоровленню. Не кажучи вже про море задоволення, яке приносить катання на конях. Доброта і лагідність цих дивовижних тварин має тривалий заспокійливий ефект, укріплює тіло і гріє душу. Катання на конях суттєво доповнить Ваш відпочинок в українських Карпатах.',
  },
  {
    id: v4(),
    img: '/offers/Mountain-trip.webp',
    title: 'Похід в гори',
    text: 'Oдна з найвищих точок Мармароського масиву - гора Піп Іван Мармароський (1936 м), що знаходиться неподалік кордону Румунії в Рахівському районі Закарпатської області. Краєвиди Мармароського масиву по своїй особливій будові нагадують гірські системи Європейських вершин та схилів, через що їх прозвали Гуцульськими Альпами.',
  },
];
